export const settingsGroups = {
    colors: {
        title: 'Цвета',
        items: [
            'Нежные и пастельные',
            'Яркие и сочные',
            'Бело-зеленые',
            'Красные/бордовые',
            'Синие/фиолетовые',
            'Розовые'
        ]
    },
    occasion: {
        title: 'Повод',
        items: [
            '8 марта',
            'День рождения',
            'Свадьба',
            'Годовщина отношений',
            'Просто так/без повода',
            'Извинения'
        ]
    },
    age: {
        title: 'Возраст',
        items: [
            'Ребенок (до 12 лет)',
            'Подросток (13-19 лет)',
            'Молодой (20-35 лет)',
            'Взрослый (36-55 лет)',
            'Пожилой (60+ лет)',
            'Неважно'
        ]
    },
    forWhom: {
        title: 'Для кого',
        items: [
            'Для девушки/парня',
            'Для жены/мужа',
            'Для мамы/папы',
            'Коллеге',
            'Подруге/другу',
            'Себе в офис/домой'
        ]
    },
    note: {
        title: 'Записка',
        items: [
            'Да, с текстом "С Днем рождения"',
            'Да, с романтичным текстом',
            'Да, со своим текстом',
            'Да, со стандартным текстом'
        ]
    }
};